#Tema2_SR9
#Напишите программу, которая запрашивает у пользователя два числа и выводит их сумму, разность и произведение.

a = float(input("Введите первое число: "))
b = float(input("Введите второе число: "))

sum = a + b
diff = a - b
mult = a * b

print(f"Сумма: {sum}")
print(f"Разность: {diff}")
print(f"Произведение: {mult}")